<?php

use App\Entity\Book;

return[
    1 => [
        "name" => "Понедельник начинается в суббту",
        "author" => "Аркадий и Борис Стругацкие",
        "price" => 60,
        "amount" => 10,
        "image" => "monday.jpg",
        "description" => "Программист Александр Привалов отправляется в путешествие. В пути, неподалеку от Соловца, он встречает двух сотрудников местного вуза со странным названием НИИЧАВО. А затем соглашается переночевать в институтском музее Изнакурнож на улице Лукоморье и практически попадает в сказочную реальность…"
    ],
    2 => [
        "name" => "Атлант расправил плечи",
        "author" => "Айн Рэнд",
        "price" => 60,
        "amount" => 10,
        "image" => "ayn-rend-atlant-raspravil-plechi.jpg",
        "description" => "Программист Александр Привалов отправляется в путешествие. В пути, неподалеку от Соловца, он встречает двух сотрудников местного вуза со странным названием НИИЧАВО. А затем соглашается переночевать в институтском музее Изнакурнож на улице Лукоморье и практически попадает в сказочную реальность…"
    ],
    3 => [
        "name" => "Старик и море",
        "author" => "Эрнест Хэмингуэй",
        "price" => 60,
        "amount" => 10,
        "image" => "ernest-heminguey-starik-i-more",
        "description" => "Программист Александр Привалов отправляется в путешествие. В пути, неподалеку от Соловца, он встречает двух сотрудников местного вуза со странным названием НИИЧАВО. А затем соглашается переночевать в институтском музее Изнакурнож на улице Лукоморье и практически попадает в сказочную реальность…"
    ],
];
