<?php

use App\Entity\Book;

return[
    1 => [
        "name" => "Понедельник начинается в суббту",
        "author" => "Аркадий и Борис Стругацкие",
        "price" => 60,
        "amount" => 10,
        "image" => "monday.jpg",
        "description" => "Шедевр русской фантастики!!!
            Блистающие юмором истории младшего научного сотрудника Александра Привалова стали настольной книгой многих поколений российских читателей.
            И даже сейчас, десятилетия спустя, повесть «Понедельник начинается в субботу», давным-давно уже ставшая «народным достоянием» любителей отечественной научной фантастики, читается так же легко и с таким же наслаждением, как и многие годы назад!",
        "slug" => "monday-starts-saturday",
        "genre" => "Научная фантастика"
    ],
    2 => [
        "name" => "Атлант расправил плечи",
        "author" => "Айн Рэнд",
        "price" => 60,
        "amount" => 10,
        "image" => "ayn-rend-atlant-raspravil-plechi.png",
        "description" => 'К власти в США приходят социалисты и правительство берет курс на «равные возможности», считая справедливым за счет талантливых и состоятельных сделать богатыми никчемных и бесталанных. Гонения на бизнес приводят к разрушению экономики, к тому же один за другим при загадочных обстоятельствах начинают исчезать талантливые люди и лучшие предприниматели. Главные герои романа стальной король Хэнк Риарден и вице-президент железнодорожной компании Дагни Таггерт тщетно пытаются противостоять трагическим событиям. Вместо всеобщего процветания общество погружается в апатию и хаос.',
        "slug" => "atlas-shrugged",
        "genre" => "Зарубежная классика"
    ],
    3 => [
        "name" => "Старик и море",
        "author" => "Эрнест Хэмингуэй",
        "price" => 60,
        "amount" => 10,
        "image" => "Ernest_Heminguej__Starik_i_more.png",
        "description" => 'Эрнест Хемингуэй написал «Старика и море» в 1951 году на Кубе. В 1952 году книга была опубликована под английским названием «The old Man and the Sea». Эта новелла стала не только самым известным, но и последним прижизненно опубликованным произведением Хемингуэя. За «Старика и море» в 1954 году Эрнест Хемингуэй был удостоен Нобелевской премии.
            "Читайте то, что я пишу, и не ищите ничего, кроме собственного удовольствия. А если вы еще что-нибудь найдете, это уж будет ваш вклад в прочитанное. Не было еще хорошей книги, которая возникла бы из заранее выдуманного символа, запеченного в книгу, как изюм в сладкую булку… Я попытался дать настоящего старика и настоящего мальчика, настоящее море и настоящую рыбу, и настоящих акул. И, если мне это удалось сделать достаточно хорошо и правдиво, они, конечно, могут быть истолкованы по-разному"',
        "slug" => "the-old-man-and-the-sea",
        "genre" => "Зарубежная классика"
    ],
    4 => [
        "name" => "Железный король",
        "author" => "Морис Дрюон",
        "price" => 60,
        "amount" => 10,
        "image" => "Moris_Dryuon__Zheleznyj_korol.png",
        "description" => "Мориса Дрюона читающая публика знает прежде всего по саге «Проклятые короли», открывшей мрачные тайны Средневековья. За каждым произведением цикла стояла кропотливая работа в Национальном архиве, изучение документов, написанных на архаичном французском или на латыни. Открыл эту серию исторических фресок роман «Железный король». Великий магистр ордена тамплиеров Жак де Моле, взойдя на костер 18 марта 1314 года, проклял своих палачей – папу Климента V, короля Филиппа Красивого, его советника Гийома де Ногаре и все их помство до тринадцатого колена. Первый удар судьбы – обвинение невесток короля в неверности – не замедлил последовать. Но еще никто не знает, какие беды сулит будущее Железному королю…",
        "slug" => "iron-king",
        "genre" => "Историческая литература"
    ],
    5 => [
        "name" => "Лев Толстой",
        "author" => "Война и мир",
        "price" => 60,
        "amount" => 10,
        "image" => "lev-tolstoy-voyna-i-mir.png",
        "description" => "«Война и мир» – одно из высших достижений художественного гения
            Л.Н. Толстого. Книга потребовала от писателя громадных усилий. В 1869 году в черновиках «Эпилога» Толстой вспоминал то «мучительное и радостное упорство и волнение», с какими работал на протяжении семи лет. Это были годы «непрестанного», – по его же словам, – и исключительного труда при наилучших условиях жизни».
            В наброске к предисловию к «Войне и миру» Толстой писал, что в 1856 году начал писать повесть, «герой которой должен был быть декабрист, возвращающийся с семейством в Россию. Невольно от настоящего я перешёл к 1825 году… Но и в 1825 году герой мой был уже возмужалым, семейным человеком. Чтобы понять его, мне нужно было перенестись к его молодости, и молодость его совпала с … эпохой 1812 года… Ежели причина нашего торжества была не случайна, но лежала в сущности характера русского народа и войска, то характер этот должен был выразиться ещё ярче в эпоху неудач и поражений…» Так Толстой постепенно пришёл к необходимости начать повествование с 1805 года.
            Роман «Война и мир» имел большой успех. Отрывок из романа под названием «1805 год» появился в «Русском вестнике» в 1865 году. В 1868 году вышли три его части, за которыми вскоре последовали остальные две (всего четыре тома).",
        "slug" => "war-and-peace",
        "genre" => "Классическая проза"
    ],
    6 => [
        "name" => "Завтрак у Тиффани",
        "author" => "Трумен Капоте",
        "price" => 60,
        "amount" => 10,
        "image" => "truman-kapote-zavtrak-u-tiffani.png",
        "description" => "Ее звали Холли Голайтли. Ей было девятнадцать. Она носила темные очки, играла на гитаре, любила читать бульварные газеты и туристические проспекты, курить сигареты «Пикиюн» и есть сыр с поджаренными хлебцами. Она была похожа на прекрасную беззаботную бабочку, хотя на самом деле прекрасно знала, что она хочет получить от этой жизни…
            «..Холли Голайтли – это женщина, в которую мы влюбляемся, независимо от того хотим мы этого или нет. Мне кажется, в каждой женщине есть что-то от Холли Голайтли».
            Трумен Капоте
            Книга «Завтрак у Тиффани» – такая же обязательная часть вашей библиотеки, как и маленькое черное платье – вашего гардероба. ",
        "slug" => "breakfast-at-tiffany",
        "genre" => "Зарубежная классика"
    ],
    7 => [
        "name" => "Вино из одуванчиков",
        "author" => "Рэй Брэдбери",
        "price" => 60,
        "amount" => 10,
        "image" => "rey-bredberi-vino-iz-oduvanchikov.png",
        "description" => "Оригинальный текст и перевод на страницах одной книги – это эффективный способ усовершенствовать знание английского языка.
            Войдите в светлый мир двенадцатилетнего мальчика и проживите с ним одно лето, наполненное событиями радостными и печальными, загадочными и тревожными; лето, когда каждый день совершаются удивительные открытия, главное из которых – ты живой, ты дышишь, ты чувствуешь!
            «Вино из одуванчиков» Рэя Брэдбери – классическое произведение, вошедшее в золотой фонд мировой литературы.",
        "slug" => "dandelion-wine",
        "genre" => "Зарубежная классика"
    ],
    8 => [
        "name" => "Ход Королевы",
        "author" => "Уолтер Тевис",
        "price" => 60,
        "amount" => 10,
        "image" => "51884058-uolter-tevis-hod-korolevy.png",
        "description" => "Бет Хармон – тихая, угрюмая и, на первый взгляд, ничем не примечательная восьмилетняя девочка, которую отправляют в приют после гибели матери. Она лишена любви и эмоциональной поддержки. Ее круг общения – еще одна сирота и сторож, который учит Бет играть в шахматы, которые постепенно становятся для нее смыслом жизни.
            По мере взросления юный гений начинает злоупотреблять транквилизаторами и алкоголем, сбегая тем самым от реальности. Лишь во время игры в шахматы ее мысли проясняются, и она может возвращать себе контроль.
            Уже в шестнадцать лет Бет становится участником Открытого чемпионата США по шахматам. Но параллельно ее стремлению отточить свои навыки на профессиональном уровне, ставки возрастают, ее изоляция обретает пугающий масштаб, а желание сбежать от реальности становится соблазнительнее.
            И наступает момент, когда ей предстоит сразиться с лучшим игроком мира. Сможет ли она победить или станет жертвой своих пристрастий, как это уже случалось в прошлом?",
        "slug" => "queens-move",
        "genre" => "Зарубежная классика"
    ],
    9 => [
        "name" => "Анна Каренина",
        "author" => "Лев Толстой",
        "price" => 60,
        "amount" => 10,
        "image" => "lev-tolstoy-anna-karenina.png",
        "description" => "По словам Ф.М.Достоевского, «Анна Каренина» поразила современников «не только вседневностью содержания, но и огромной психологической разработкой души человеческой, страшной глубиной и силой».
            Если «Война и мир» – это «энциклопедия русской жизни», то «Анна Каренина» – это энциклопедия человеческих отношений. Это именно тот роман, который заставляет много о чем подумать и во время прочтения и после.
            Многие даже считают, что нельзя в полной мере оценить гениальность этого произведения, если не было в жизни опыта создания семьи и рождения детей, опыта потери смысла жизни и обретения его, опыта смертельной обиды и прощения.
            Роман был многократно экранизирован. Роль Анны Карениной играли Грета Гарбо, Вивьен Ли, Софи Марсо, Кира Найтли – любимые актрисы миллионов. Но, только послушав оригинал, вы сможете сами решить, похожа ли Анна хотя бы на одну из них…
            Это великое произведение вы услышите в исполнении Алексея Багдасарова.",
        "slug" => "anna-karenina",
        "genre" => "Классические любовные рассказы"
    ],
    10 => [
        "name" => "Двенадцать стульев",
        "author" => "Илья Ильф",
        "price" => 60,
        "amount" => 10,
        "image" => "ilya-ilif-dvenadcat-stulev.png",
        "description" => "Это – книга, которую любят все: от интеллектуалов до обывателей.
            Это – книга, раздерганная на цитаты сразу же, как только она появилась на столах читателей.
            Это – «Двенадцать стульев».
            Желаете комментарии? А может, вам еще ключ от квартиры, где деньги лежат? Шутите, парниша!",
        "slug" => "the-twelve-chairs",
        "genre" => "Юмористическая проза"
    ],
    11 => [
        "name" => "Весь Шерлок Холмс",
        "author" => "Артур Конан Дойл",
        "price" => 60,
        "amount" => 10,
        "image" => "23571677-arthur-konan-doyle-ves-sherlok-holms.png",
        "description" => "Произведения, на которых мы выросли, – и произведения, совершенно нам незнакомые. Все, что написал о великом сыщике с Бейкер-стрит сам сэр Артур Конан Дойл – от классических повестей до небольших рассказов.
            Но помимо произведений, принадлежащих перу Конан Дойла, в книгу вошли также рассказы о случаях из практики Холмса, о которых доктор Уотсон только упоминал. Эти рассказы «отец-создатель» лучшего из сыщиков собирался, но не успел написать, – и дописывали их его сын Адриан Конан Дойл и прославленный мастер английского детектива Джон Диксон Карр…",
        "slug" => "all-sherlock-holmes",
        "genre" => "Зарубежные детективы"
    ],
];
